<?php

return [
    'user_not_found' => 'کاربر مورد نظر یافت نشد.',
    'error_assign_drivers' => 'این بسته در دسترس نیست.',
    'success_assign_drivers' => 'برای دریافت بسته، به آدرس مبدا بروید.',
    'not_for_you_order_driver' => 'شما راننده این درخواست نیستید.',
    'success_canceled' => 'درخواست با موفقیت لغو شد.',
    'not_for_you_order' => 'این درخواست برای شما نیست.',
    'error_canceled' => 'این بسته از شما تحویل گرفته شده و امکان لغو کردن وجود ندارد.',
    'order_delivered' => 'بسته شما تحویل داده شده است.',
    'assign_failed' => 'مشکلی در پردازش به وجود امده یا بسته به شخص دیگری داده شده است.',
];
